# static text for sending to user
greet = '! Добро пожаловать в innoтягу! \n Для того чтобы вывести доступные команды чиркани /help. \n ' \
        'Для того чтобы вывести топ участников за всё время напиши /top.\n '
schedule_ = 'Занятия иннотяги проходят в 19:00 по средам, пятницам и воскресеньям \n ' \
            'Среда - спина и бицепс, пятниа - ноги, воскресенье - трицепс и грудь' \
           'также иногда проводяться дополнительные занятия, ' \
           'информацию по которым можно найти в основной беседе клуба: @innotyaga'
pp = 'Количество полученных протеин поинтов - ' \
     'вес который ты поднял умноженный на 100 и поделённый на твой собсвенный вес. ' \
     'Для девушек полученное количество умножается на 1.64. \n Цешка начинается с 80, бэшка со 100 и ашка со 120'
empty = 'Я понимаю только определённые команды. Попробуй написать /start'
newMemberSuccess = 'Участник добавлен успешно'
newMemberFail = 'Такой участник уже зарегестрирован'
emptyTop = "No members in top now. You can add members to top using /olduser or /newuser commands. " \
           "Type /help for more information. "
goodPhoto = 'Неплохое фото. Ставлю 8.5 из 10.'
regProblem = 'У вас какие то проблемы с именем или алиасом. Попросите @kupamonke вас зарегистрировать'
commands = '/start - начать \n /help - посмотреть список всех возможный команд \n' \
            '/schedule - взглянуть на расписание занятий. ' \
            '/pp - правила получения протеин поинтов и оценок \n' \
            '/top - отобразить топ участников по жиму штанги от груди \n' \
            '/register - зарегистрироваться в боте. В результате ваши имя и алиас добавяться в топ \n' \
            '/newuser - добавить нового участника. В результате чужие имя и алиас появяться в боте. \n' \
            '/olduser - добавить участника которого взвешивали и который уже пожал. ' \
            'В результате его результаты появяться в топе. \n' \
            '/setweight - поменять вес который учасник смог пожать. \n' \
            '/setselfweight - поменять вес который учасник смог пожать.\n'\
            '/changename - поменять имя участника. \n' \
            '/makefemale - сделать участника женщиной. \n' \
            '/delete - удалить участника из топа \n' \
            '/DanilNikulin - Данил Никулин.'
nikulin = '/DanilNikulin'
enter_alias = 'введите алиас участника'

notInVip = 'У вас нет доступа к этой команде. Если вы считаете что произошла ошибка напишите @kupamonke'
